Repository: vmh82/mo-escant
Catalog: ServiciosManijoda/Resources/Texts/AppResources.*.resx
Languages: pt, vi

# RestoreSucess
source: Database restored successfully !
pt: Banco de dados restaurado com sucesso!
vi: Dữ liệu đã được phục hồi thành công !

# SelectBackup
source: Select backup file to restore
pt: Selecione o arquivo de backup para restaurar
vi: Chọn file để phục hồi dữ liệu

# SelectExportTable
source: Select data table to export
pt: Selecionar tabela de dados para exportar
vi: Chọn bảng dữ liệu cần export

# ShareAppPos
source: Share app Escant_App
pt: Compartilhar Escant_App de aplicativo
vi: Chia sẻ ứng dụng Escant_App

source: Share app via
pt: Compartilhar aplicativo via
vi: Chia sẻ ứng dụng qua

# ShareLink
source: Share app install link
pt: Compartilhar link de instalação do aplicativo
vi: Chia sẻ link cài đặt ứng dụng

source: Terms of Use
pt: Termos de uso
vi: Điều khoản sử dụng

# TransactionCleanSuccess
source: Transactions cleaned successfully !
pt: Transações limpas com sucesso!
vi: Lịch sử giao dịch đã được xóa thành công !

source: Units
pt: Unidades
vi: Đơn Vị

# InvalidCategoryDelete
source: This category already in used by one or more product in product list ! Please check again.
pt: Esta categoria já é usada por um ou mais produtos na lista de produtos! Por favor cheque novamente.
vi: Danh mục này đang được dùng cho ít nhất một sản phẩm, bạn không thể xóa !

# InvalidCustomerDelete
source: This customer already have sale recorded, can't delete !!
pt: Este cliente já tem venda registrada, não pode deletar !!
vi: Khách hàng đã có phiếu mua hàng, bạn không thể xoá !

# InvalidSupplierDelete
source: This supplier already have purchase recored, can't delete !!
pt: Este fornecedor já tem compra registrada, não pode deletar !!
vi: Đã có dữ liệu nhập hàng của nhà cung cấp này, bạn không thể xoá !

# InvalidUnitDelete
source: This unit already in used by product(s) in product list ! Please check again.
pt: Esta unidade já está sendo usada por produtos na lista de produtos! Por favor cheque novamente.
vi: Đơn vị này đang được dùng cho ít nhất một sản phẩm, bạn không thể xóa !

# SupplierHint
source: Select supplier
pt: Selecione o fornecedor
vi: Chọn nhà cung cấp

source: Female
pt: Feminino
vi: Nữ

source: Group
pt: Grupo
vi: Tổ chức

source: Male
pt: Macho
vi: Nam

source: Person
pt: Pessoa
vi: Cá nhân

# InvalidSupplier
source: Supplier is not valid !
pt: O fornecedor não é válido!
vi: Nhà cung cấp không hợp lệ !

# ExcelError
source: There is an errror(s) with excel file. Please check again !.
pt: Há um erro (s) no arquivo Excel Por favor cheque novamente !.
vi: Tập tin excel bị lỗi. Vui lòng kiểm tra lại !

# ExcelValidationFail
source: Data is not valid. Please recheck again !
pt: Os dados não são válidos. Por favor, verifique novamente!
vi: Dữ liệu file excel không hợp lệ. Vui lòng kiểm tra lại !

# ConfirmPrintOut
source: Are you sure to print out receipt ?
pt: Tem certeza de que deseja imprimir o recibo?
vi: Bạn chắc có muốn in hoá đơn ?

# InitSampleData
source: All existing data will be deleted. Do you really want to init sample data ?
pt: Todos os dados existentes serão excluídos. Você realmente deseja iniciar os dados de amostra?
vi: Tất cả dữ liệu hiện có sẽ bị .Bạn chắc có muốn khởi tạo dữ liệu mẫu ?

# InitSuccess
source: Data has been init successfully !
pt: Os dados foram iniciados com sucesso!
vi: Dữ liệu mẫu đã được khởi tạo thành công !

# FeatureIsNotAvaible
source: Please upgrade to Pro version to use this feature !
pt: Atualize para a versão Pro para usar este recurso!
vi: Vui lòng nâng cấp lên phiên bản Pro để sử dụng tính năng này !

# ConfirmRemoveItem
source: Are you sure to remove {0} ?
pt: Tem certeza que deseja remover {0}?
vi: Bạn có chắc muốn xóa {0} ?

# LogoutTitle
source: Sign out
pt: Sair
vi: Đăng xuất

source: Custom currency symbol
pt: Símbolo monetário personalizado
vi: Tùy chỉnh ký hiệu tiền tệ

# SelectCurrencyCustomFormat
source: Custom currency format
pt: Formato de moeda personalizado
vi: Định dạng tiền tệ

# ConfirmDiscardPurchase
source: Are you sure to discard this purchase?
pt: Tem certeza que quer descartar esta compra?
vi: Bạn có chắc chắn muốn hủy đơn nhập hàng?

# ConfirmDiscardSale
source: Are you sure to discard this sale?
pt: Tem certeza de que deseja descartar esta venda?
vi: Bạn có chắc chắn muốn hủy đơn bán hàng?

# ConfirmReset
source: Are you sure to reset the adjustment? This can't be undone.
pt: Tem certeza de que deseja redefinir o ajuste? Isso não pode ser desfeito.
vi: Bạn có chắc muốn hủy điều chỉnh kho?

source: Daily sale report
pt: Relatório de venda diária
vi: Báo cáo bán hàng trong ngày

# Overall
source: Overall report
pt: Relatório geral
vi: Báo cáo tổng quan

# Sure
source: Yes, sure
pt: Sim claro
vi: Tôi chắc chắn

# ExceptionMessage
source: An error ocurred, try again
pt: Ocorreu um erro, tente novamente
vi: Đã có lỗi trong quá trình kết nối máy chủ. Vui lòng thử lại

# ExceptionTitle
source: Error
pt: Erro
vi: Lỗi

# HttpRequestExceptionMessage
source: Communication error: {0}
pt: Erro de comunicação: {0}
vi: Lỗi giao tiếp với máy chủ: {0}

# HttpRequestExceptionTitle
source: Error
pt: Erro
vi: Lỗi

# NoInternetConnection
source: There is no Internet conection, try again later.
pt: Não há conexão com a Internet, tente novamente mais tarde.
vi: Không có kết nối internet, vui lòng thử lại sau.

source: Don't have account?
pt: Não tem conta?
vi: Chưa có tài khoản?

source: Forgot password?
pt: Esqueceu a senha?
vi: Quên mật khẩu?

source: Password
pt: Senha
vi: Mật khẩu

source: Sale Summary
pt: Resumo de Venda
vi: Tiền bán hàng

source: Sign In
pt: Assinar em
vi: Đăng Nhập

source: Sign Up
pt: Inscrever-se
vi: Đăng Ký

# UpdateCheckDescriptions
source: Rate App or check for any updates
pt: Avalie o aplicativo ou verifique se há atualizações
vi: Đánh giá ứng dụng hoặc kiểm tra cập nhật mới nhất

# LanguageLabel
source: Display language
pt: Idioma de exibição
vi: Ngôn ngữ hiển thị

# SelectLanguage
source: Select display language
pt: Selecione o idioma de exibição
vi: Chọn ngôn ngữ

source: Balanced
pt: Balanceado
vi: Tồn kho

source: Discard
pt: Descartar
vi: Hủy đơn

# EditProduct
source: View/Edit Product
pt: Ver / Editar Produto
vi: Xem/sửa sản phẩm

# DefaultCurrencyFormat
source: Use default currency format
pt: Use o formato de moeda padrão

# PasswordPld
source: Password
pt: Senha

# SaleReceiptFooter
source: Thank you. Please come again!
pt: Obrigado. Por favor, volte!

source: Suppliers
pt: Fornecedores

source: Username
pt: Nome do usuário

# UsernamePld
source: Username
pt: Nome do usuário

source: VAT:
pt: Imposto
