Repository: vmh82/mo-escant
Catalog: ServiciosManijoda/Resources/Texts/AppResources.*.resx
Languages: pt, vi

# AboutAppDescriptions
source: Feedback, Community, Check for update
pt: Feedback, comunidade, verificar atualizações
vi: Phản hồi, Cộng đồng, Kiểm tra cập nhật

# AboutAppTitle
source: About Escant_App
pt: Sobre Escant_App
vi: Ứng Dụng Escant_App

source: All categories
pt: Todas as categorias
vi: Tất cả danh mục

source: All units
pt: Todas as unidades
vi: Tất cả đơn vị

# AppSettingDescriptions
source: Customise payment screen, product view menu, etc.
pt: Personalize a tela de pagamento, o menu de visualização do produto, etc.
vi: Tùy chỉnh màn hình thanh toán, dạng xem sản phẩm, v.v.

# AppSettingTitle
source: Application Settings
pt: Configurações do aplicativo
vi: Thiết Lập Ứng Dụng

source: By Quantity
pt: Por quantidade
vi: Theo Số lượng

source: By Sale
pt: À venda
vi: Theo Doanh thu

source: Cancel
pt: Cancelar
vi: Hủy

# CategoriesTitle
source: Categories
pt: Categorias
vi: Nhóm Sản Phẩm

# CategoryFilter
source: CATEGORY
pt: CATEGORIA
vi: DANH MỤC

# CategoryManagementDescriptions
source: View list, edit, create new or delete product category
pt: Ver lista, editar, criar nova ou excluir categoria de produto
vi: Xem danh sách, chỉnh sửa, tạo mới hoặc xóa nhóm sản phẩm

# CategorySearchPlaceHolder
source: Enter category name
pt: Insira o nome da categoria
vi: Nhập tên danh mục

source: Custom
pt: Costume
vi: Tùy chọn

# CustomerFilter
source: CUSTOMER
pt: CLIENTE
vi: KHÁCH HÀNG

# CustomerManagementDescriptions
source: View list, edit, create new or delete customer informations
pt: Visualize a lista, edite, crie novas ou exclua informações do cliente
vi: Xem danh sách, chỉnh sửa, tạo mới hoặc xóa thông tin khách hàng

# CustomerSearchPlaceHolder
source: Enter customer name/code
pt: Insira o nome / código do cliente
vi: Nhập tên/mã khách hàng

# CustomersTitle
source: Customers
pt: Clientes
vi: Khách Hàng

# DatabaseManagementDescriptions
source: Backup/Restore, Import/Export database, Delete, Sample data
pt: Backup / Restauração, Importar / Exportar banco de dados, Excluir, Dados de amostra
vi: Sao lưu/Phục hồi, Nhập/Xuất dữ liệu, Xóa, Tải dữ liệu mẫu

# DatabaseManagementTitle
source: Database Management
pt: Gerenciamento de banco de dados
vi: Quản Lý Dữ Liệu

# HelpTitle
source: Help
pt: Socorro
vi: Trợ Giúp

# InventoryTitle
source: Inventory
pt: Inventário
vi: Kiểm Kê

source: Last month
pt: Mês passado
vi: Tháng trước

source: Last week
pt: Semana Anterior
vi: Tuần trước

# MainViewPageTitle
source: POS Terminal
pt: Terminal POS
vi: Bán hàng

# ManagementsTitle
source: Managements
pt: Gerências
vi: Quản Lý Danh Sách

# PasswordDescriptions
source: Password settings, Require password when login to the app
pt: Configurações de senha, exigir senha ao fazer login no aplicativo
vi: Thiết lập mật khẩu, Yêu cầu mật khẩu khi đăng nhập ứng dụng

# PasswordTitle
source: Password
pt: Senha
vi: Mật Khẩu

# Product
source: Item
vi: Sản phẩm

# ProductManagementDescriptions
source: View lists, edit, create new or delete product
pt: Visualize listas, edite, crie novos ou exclua produtos
vi: Xem danh sách, chỉnh sửa, tạo mới hoặc xóa sản phẩm

# ProductSearchPlaceHolder
source: Enter product name/code
pt: Insira o nome / código do produto
vi: Nhập tên/mã sản phẩm

# ProductsTitle
source: Products
pt: Produtos
vi: Sản Phẩm

# Quantity
source: Q.ty
vi: Số lượng

# ReceiptPrinterSettingDescriptions
source: Printer Settings, paper size, receipt layout
pt: Configurações da impressora, tamanho do papel, layout do recibo
vi: Thiết lập máy in, kích thước giấy, định dạng hóa đơn

# ReceiptPrinterSettingTitle
source: Receipt Printer
pt: Impressora de recibos
vi: Máy In Hóa Đơn

# ReportsTitle
source: Reports
pt: Relatórios
vi: Báo Cáo

# ReportSummaryTitle
source: Summary
pt: Resumo
vi: Tổng quan

source: RESET
pt: REDEFINIR
vi: ĐẶT LẠI

# SelectDateRange
source: Select Period
pt: Selecione o período
vi: Chọn ngày

# SettingsTitle
source: Settings
pt: Configurações
vi: Cài Đặt

source: Stock Balances
pt: Saldos de estoque
vi: Tồn kho

# StockinTitle
source: Stock In
pt: Em estoque
vi: Nhập Hàng

# StoreSettingDescriptions
source: Store name, address, contact, language and tax
pt: Nome da loja, endereço, contato, idioma e impostos
vi: Tên cửa hàng, thông tin liên hệ, ngôn ngữ, thiết lập thuế

# StoreSettingTitle
source: Store Settings
pt: Configurações da loja
vi: Thiết Lập Cửa Hàng

# SupplierFilter
source: SELECT SUPPLIER
pt: SELECIONE O FORNECEDOR
vi: NHÀ CUNG CẤP

# SupplierManagementDescriptions
source: View list, edit, create new or delete supplier informations
pt: Ver lista, editar, criar ou excluir informações do fornecedor
vi: Xem danh sách, chỉnh sửa, tạo mới hoặc xóa thông tin nhà cung cấp

# SupplierSearchPlaceHolder
source: Input supplier name/code
pt: Insira o nome / código do fornecedor
vi: Nhập tên/mã nhà cung cấp

# SuppliersTitle
source: Suppliers
pt: Fornecedores
vi: Nhà Cung Cấp

source: This month
pt: Este mês
vi: Tháng này

source: to
pt: para
vi: đến

source: Today
pt: Hoje
vi: Hôm nay

# TotalRevenue
source: Revenue
pt: Receita
vi: Doanh số bán hàng

# TrendingProduct
source: Trending Products
pt: Produtos em alta
vi: Top 10 sản phẩm bán chạy

source: Unit:
pt: Unidade:
vi: Đơn vị:

# UnitFilter
source: UNIT
pt: UNIDADE
vi: ĐƠN VỊ

# UnitManagementDescriptions
source: View list, edit, create new or delete product unit
pt: Visualize a lista, edite, crie uma nova unidade de produto ou exclua
vi: Xem danh sách, chỉnh sửa, tạo mới hoặc xóa đơn vị sản phẩm

# UnitSearchPlaceHolder
source: Enter unit name
pt: Insira o nome da unidade
vi: Nhập tên đơn vị

# UnitsTitle
source: Units
pt: Unidades
vi: Đơn Vị Sản Phẩm

source: UPDATE
pt: ATUALIZAR
vi: CẬP NHẬT

source: Yesterday
pt: Ontem
vi: Hôm qua

# ActiveDevices
source: List of active printers
pt: Lista de impressoras ativas
vi: Danh sách máy in đang hoạt động

source: Add Product
pt: Adicionar Produto
vi: Thêm sản phẩm

# AskForPrinting
source: Ask before printing
pt: Pergunte antes de imprimir
vi: Hỏi trước khi in

# CategoryWarning
source: Please select product category
pt: Selecione a categoria do produto
vi: Vui lòng chọn danh mục sản phẩm

source: Community
pt: Comunidade
vi: Cộng đồng

# CommunityDescriptions
source: Share us your questions or problems you have
pt: Compartilhe conosco suas dúvidas ou problemas que você tem
vi: Nêu các câu hỏi, chia sẻ khó khăn mà bạn gặp phải

# ConnectType
source: Conntection type:
pt: Tipo de conexão:
vi: Kiểu kết nối:

# CopyPrint
source: Print a copy
pt: Imprima uma cópia
vi: In thêm bản copy

source: Discount:
pt: Desconto:
vi: Giảm Giá:

# EnablePrinter
source: Connect to Printer
pt: Conectar à impressora
vi: Kết nối với Máy in

# EnablePrinterDescriptions
source: Switch On to allow application to connect printer and configurations
pt: Ligue para permitir que o aplicativo conecte a impressora e as configurações
vi: Bật để cho phép ứng dụng kết nối với máy in và tùy chỉnh cài đặt

# LegalInfo
source: Information
pt: Em formação
vi: Thông tin

# MiscSetting
source: Miscellaneous
pt: Variado
vi: Cài đặt khác

source: Paid
pt: Pago
vi: Đã thanh toán

source: Paper size:
pt: Tamanho do papel:
vi: Cỡ giấy:

source: Printer Config
pt: Configuração da impressora
vi: Thiết lập Máy In

# ProductNameWarning
source: Please input product name
pt: Insira o nome do produto
vi: Vui lòng nhập tên sản phẩm

# ProductUpdateSuccess
source: Product updated successfully !
pt: Produto atualizado com sucesso!
vi: Sản phẩm đã được cập nhật thành công !

source: Profits
pt: Lucros
vi: Lợi nhuận

source: Purchase Receipt
pt: Recibo de compra
vi: Hóa đơn mua hàng

# PurchaseReceiptHeader
source: PURCHASE
pt: COMPRA
vi: MUA HÀNG

# PurchaseReceiptReport
source: Purchase Receipts Report
pt: Relatório de recibos de compra
vi: Báo cáo hóa đơn mua hàng

source: Sale Receipt
pt: Recibo de venda
vi: Hóa đơn bán hàng

# SaleReceiptHeader
source: Sale Receipt
pt: Recibo de venda
vi: Hóa đơn bán hàng

# SaleReceiptReport
source: Sale Receipts Report
pt: Relatório de recibos de venda
vi: Báo cáo hóa đơn bán hàng

# SelectDevice
source: Select Printer:
pt: Selecione a impressora:
vi: Chọn Máy in:

source: Send feedback
pt: Enviar comentários
vi: Gửi phản hồi

# SendFeedbackDescriptions
source: Always welcome and appriciate your feedback
pt: Sempre bem-vindo e aprecio seu feedback
vi: Luôn luôn trân trọng mọi ý kiến đóng góp của bạn

# ShareApp
source: Share application
pt: Compartilhar aplicativo
vi: Chia sẻ ứng dụng

# ShareAppDescriptions
source: Share Escant_App to your friends
pt: Compartilhe Escant_App com seus amigos
vi: Chia sẻ Escant_App cho bạn bè của bạn

source: Sub Total:
vi: Tiền Hàng:

source: Total:
vi: Tổng Tiền:

source: Total Discounts
pt: Descontos totais
vi: Giảm giá hóa đơn

source: Total Purchases
pt: Total de Compras
vi: Chi phí mua hàng

source: Total Sales
pt: Vendas totais
vi: Tổng tiền bán hàng

# UpdateCheck
source: Check for updates
pt: Verifique se há atualizações
vi: Kiểm tra cập nhật

source: Warning
pt: Aviso
vi: Cảnh báo

# CategoryNameLabel
source: Category name
pt: Nome da Categoria
vi: Tên nhóm sản phẩm

# CustomerLabel
source: Customer:
pt: Cliente:
vi: Khách Hàng:

# CustomerSelectWarning
source: Please select customer
pt: Selecione o cliente
vi: Vui lòng chọn khách hàng

source: Due:
pt: Vencimento:
vi: Tiền Thừa:

source: Fixed
pt: Fixado
vi: Nhập số tiền

# ItemAdded
source: {0} items = {1}
pt: {0} itens = {1}
vi: {0} sản phẩm = {1}

# ItemCost
source: Cost
pt: Custo
vi: Giá vốn:

# ItemPrice
source: Price
pt: Preço
vi: Giá bán:

source: Item(s)
pt: Itens
vi: Mặt hàng

# NoItemAdded
source: No Items = $ 0.00
pt: Nenhum item = $ 0,00
vi: CHƯA THÊM SẢN PHẨM = 0 VNĐ

source: Notes:
pt: Nota:
vi: Ghi Chú:

# PurchaseSuccess
source: Purchase created successfully !
pt: Compra criada com sucesso!
vi: Đơn hàng đã tạo thành công !

source: Paid Amount:
pt: Quantidade paga:
vi: Đã Trả:

source: Percentage
pt: Percentagem
vi: Phần trăm

source: Print Receipt:
pt: Imprimir recibo:
vi: In Hóa Đơn:

# PurchaseOrderTitle
source: Stock In Receipt
pt: Estoque no recebimento
vi: Hóa Đơn Nhập Hàng

# SaleOrderTitle
source: Sale Receipt
pt: Recibo de venda
vi: Hóa Đơn Bán Hàng

source: Save
pt: Salve
vi: Lưu

# SupplierLabel
source: Supplier:
pt: Fornecedor:
vi: Nhà Cung cấp:

# SupplierSelectWarning
source: Please select supplier
pt: Por favor selecione o fornecedor
vi: Vui lòng chọn nhà cung cấp

# SwipeEdit
source: Swipe to edit
pt: Deslize para editar
vi: [Trượt sang trái để chỉnh sửa]

# UnitNameLabel
source: Unit name
pt: Nome da unidade
vi: Tên đơn vị sản phẩm

# AddCategoryTitle
source: Add Category
pt: Adicionar categoria
vi: Tạo nhóm sản phẩm

# AddCustomerTitle
source: Add Customer
pt: Adicionar Cliente
vi: Thêm Khách hàng

# AddSupplierTitle
source: Add Supplier
pt: Adicionar fornecedor
vi: Thêm Nhà cung cấp

# AddUnitTitle
source: Add Unit
pt: Adicionar Unidade
vi: Thêm đơn vị

# CategoryNameWarning
source: Please type category name!
pt: Digite o nome da categoria!
vi: Vui lòng nhập tên danh mục!

# CustomerSaved
source: Contact Saved !
pt: Contato salvo!
vi: Đã lưu khách hàng !

# EditCategoryTitle
source: Edit Category
pt: Editar categoria
vi: Sửa nhóm sản phẩm

# EditCustomerTitle
source: Edit Customer
pt: Editar Cliente
vi: Sửa Khách hàng

# EditSupplierTitle
source: Edit Supplier
pt: Editar fornecedor
vi: Sửa Nhà cung cấp

# EditUnitTitle
source: Edit Unit
pt: Editar Unidade
vi: Sửa đơn vị

source: Saved
pt: Salvou
vi: Đã lưu

# SupplierSaved
source: Contact Saved !
pt: Contato salvo!
vi: Đã lưu nhà cung cấp !

# UnitNameWarning
source: Please type unit name
pt: Digite o nome da unidade
vi: Vui lòng nhập tên đơn vị

# UpdateSuccess
source: Updated successfully !
pt: Atualizado com sucesso !
vi: Cập nhật thành công !

# CustomPeriod
source: Custom {0} - {1}
pt: Personalizado {0} - {1}
vi: Tùy chọn {0} - {1}

# LoginTitle
source: Login
pt: Conecte-se
vi: Đăng nhập

source: Select period
pt: Selecione o período
vi: Chọn ngày

# AddressHint
source: Address
pt: Endereço
vi: Địa chỉ

# AppliedDiscountHint
source: Applied discount
pt: Desconto aplicado
vi: Mức giảm giá áp dụng

source: Auto backup
pt: Backup automático
vi: Tự động sao lưu dữ liệu

# BirthdayHint
source: Birthday
pt: Aniversário
vi: Ngày sinh

# CategoryHint
source: Category
pt: Categoria
vi: Nhóm sản phẩm

# CustomerCodeHint
source: Customer code
pt: Código do Consumidor
vi: Mã khách hàng

# CustomerNameHint
source: Name of customer
pt: Nome do cliente
vi: Tên khách hàng

# DescriptionsHint
source: Descriptions
pt: Descrições
vi: Mô tả

# GenderHint
source: Gender
pt: Gênero
vi: Giới tính

# MinStockHint
source: Min Stock Q.ty
pt: Quantidade mínima de estoque
vi: SL tồn kho tối thiểu

# NoteHint
source: Note
pt: Nota
vi: Ghi chú

# NumericKeyboard
source: Use numeric keyboard when search item
pt: Use o teclado numérico ao pesquisar um item
vi: Sử dụng phím số khi tìm sản phẩm

# OrganizationHint
source: Organization
pt: Organização
vi: Tổ chức

source: Other settings
pt: Outros ajustes
vi: Cài đặt khác

# OwnerHint
source: Owner name
pt: Nome do proprietário
vi: Chủ cửa hàng

source: Payable amount exclude tax
pt: O valor a pagar exclui o imposto
vi: Hiển thị tổng tiền trước thuế

# PhoneHint
source: Phone
pt: Telefone
vi: Số điện thoại

# POSScreen
source: Payment/POS screen
pt: Tela de pagamento / PDV
vi: Hóa đơn/Màn hình thanh toán

# PreventNegative
source: Prevent sale items when negative in stock
pt: Evitar itens de venda quando negativos em estoque
vi: Chặn bán sản phẩm đang âm

# PrintExcludeTax
source: Print receipt exclude tax
pt: Imprimir recibo excluindo imposto
vi: In Hóa đơn chưa tính thuế

# ProductCodeHint
source: Item code
pt: Código do item
vi: Mã sản phẩm

# ProductCostHint
source: Item cost price
pt: Preço de custo do item
vi: Giá nhập

# ProductNameHint
source: Item name
pt: Nome do item
vi: Tên sản phẩm

# SalePriceHint
source: Sale price
pt: Preço de venda
vi: Giá bán lẻ

source: Scanner
vi: Quét mã

# ShowAddress
source: Show store address
pt: Mostrar endereço da loja
vi: Hiện địa chỉ

# ShowDate
source: Show Receipt date
pt: Mostrar data de recebimento
vi: Hiện Ngày in

source: Show phone number
pt: Mostrar número de telefone
vi: Hiện số điện thoại

source: Show Receipt barcode
pt: Mostrar código de barras do recibo
vi: Hiện mã vạch Hóa đơn

source: Show stock balanced
pt: Mostrar estoque equilibrado
vi: Hiển thị số lượng tồn kho

# StoreNameHint
source: Store name
pt: Nome da loja
vi: Tên cửa hàng

# SupplierCodeHint
source: Supplier code
pt: Código de fornecedor
vi: Mã nhà cung cấp

# SupplierNameHint
source: Name of supplier
pt: Nome do fornecedor
vi: Tên nhà cung cấp

# TaxHint
source: Tax Id
pt: CPF
vi: MST

# TaxRateHint
source: Tax rate
pt: Taxa de imposto
vi: VAT (%)

# UnitHint
source: Unit
pt: Unidade
vi: Đơn vị

# CamNotReady
source: Camera is not available
pt: Câmera não está disponível
vi: Camera chưa sẵn sàng

# StoreInfoSaved
source: Store information has been saved !
pt: As informações da loja foram salvas!
vi: Thông tin cửa hàng đã được lưu !

# StoreUpdateSuccess
source: Store information updated successfully !
pt: Informações da loja atualizadas com sucesso!
vi: Thông tin cửa hàng đã được cập nhật thành công !

# CategoryDeleted
source: Category {0} deleted !
pt: Categoria {0} excluída!
vi: Đã xóa danh mục {0} !

# CategoryDeleteWarning
source: Are you sure to delete {0} ?
pt: Tem certeza que deseja excluir {0}?
vi: Bạn có muốn xóa danh mục {0} ?

# ClearAll
source: Clean all data
pt: Limpe todos os dados
vi: Xóa tất cả dữ liệu

# ClearTransactions
source: Clean all transations
pt: Limpar todas as transações
vi: Xóa lịch sử giao dịch

# CustomerDeleted
source: Customer {0} deleted !
vi: {0} đã được xóa !

# CustomerDeleteWarning
source: Are you sure to delete {0} ?
pt: Tem certeza que deseja excluir {0}?
vi: Bạn có muốn xóa {0} ?

# DBBackup
source: Backup database
pt: Banco de dados de backup
vi: Sao lưu dữ liệu

# DBManagementTitle
source: Database Management
pt: Gerenciamento de banco de dados
vi: Quản Lý Dữ Liệu

# DBRestore
source: Restore database
pt: Restaurar banco de dados
vi: Khôi phục dữ liệu

# ExportExcel
source: Export data to Excel
pt: Exportar dados para Excel
vi: Xuất dữ liệu ra file Excel

# ImportExcel
source: Import data from Excel
pt: Importar dados do Excel
vi: Nhập dữ liệu từ file Excel

# LoadSamples
source: Load samples data
pt: Carregar dados de amostras
vi: Khởi tạo dữ liệu mẫu

# NoOfReceipt
source: Total {0} receipt(s)
pt: Total de {0} recibo (s)
vi: Tổng số {0} hóa đơn

# PasswordSettingTitle
source: Password Setting
pt: Configuração de senha
vi: Thiết Lập Mật Khẩu

# PolicyTitle
source: Privacy policy
pt: Política de Privacidade
vi: Chính sách bảo mật

# ProductDeleted
source: Product {0} deleted !
pt: Produto {0} excluído!
vi: Sản phẩm {0} đã được xóa !

# ProductDeleteFailed
source: Product {0} already has sale/purchase recorded. You can't delete this product !!
pt: O produto {0} já possui venda / compra registrada. Você não pode deletar este produto !!
vi: Sản phẩm {0} đã có dữ liệu bán/nhập hàng. Bạn không thể xóa !!

# ProductDeleteWarning
source: Are you sure to delete {0} ?
pt: Tem certeza que deseja excluir {0}?
vi: Bạn có muốn xóa sản phẩm {0} ?

# ProductSaved
source: Product saved to {0} category !
pt: Produto salvo na categoria {0}!
vi: Sản phẩm đã được lưu vào danh mục {0} !

# SaleReceiptQty
source: Sale Receipt(s)
pt: Recibo (s) de venda
vi: Hóa đơn bán hàng

# SaleSuccess
source: Sale created successfully !
pt: Venda criada com sucesso!
vi: Đơn hàng đã tạo thành công !

# SettingSaved
source: Setting saved successfully !
pt: Configuração salva com sucesso!
vi: Thông tin cấu hình đã được lưu thành công !

# SettingUpdatedSuccess
source: Setting updated successfully !
pt: Configuração atualizada com sucesso!
vi: Thông tin cấu hình đã được cập nhật thành công !

# SupplierDeleted
source: Supplier {0} deleted !
pt: Fornecedor {0} excluído!
vi: {0} đã được xóa !

# SupplierDeleteWarning
source: Are you sure to delete {0} ?
pt: Tem certeza que deseja excluir {0}?
vi: Bạn có muốn xóa {0} ?

# TermsTitle
source: Terms of Use
pt: Termos de uso
vi: Điều khoản sử dụng

# UnitDeleted
source: Unit {0} deleted !
pt: Unidade {0} excluída!
vi: Đã xóa đơn vị {0} !

# UnitDeleteWarning
source: Are you sure to delete {0} ?
pt: Tem certeza que deseja excluir {0}?
vi: Bạn có muốn xóa đơn vị {0} ?

# Phone
source: Mobile: {0}
pt: Celular: {0}
vi: ĐT: {0}

# ScannerTitle
source: Barcode Scanner
vi: Quét Mã Vạch

# CheckStockLost
source: Easy to track stock balances, product lost
pt: Fácil de rastrear saldos de estoque, perda de produto
vi: Theo dõi tồn kho, thất thoát hàng hóa

# ContactUs
source: Should you have any questions? Contact directly to us via
pt: Você deve ter alguma pergunta? Contate-nos diretamente via
vi: Bạn có thắc mắc? Gọi ngay cho chúng tôi!

# EasyToSale
source: Now it's easy to sale with Escant_App
pt: Agora é fácil vender com Escant_App
vi: Bán hàng với Escant_App thật dễ dàng

# FreeUpgrade
source: Free update and upgrade automatically
pt: Atualização gratuita e atualização automática
vi: Cập nhật miễn phí và tự động

# ManageBetter
source: Manage Your Business Better
pt: Gerencie melhor sua empresa
vi: Quản lý công việc kinh doanh tốt hơn

# ManageContacts
source: Function to manage you customers and suppliers
pt: Função para gerenciar seus clientes e fornecedores
vi: Chức năng quản lý nhà cung cấp và khách hàng

# ManagementsHelpTitle
source: Managements
pt: Gerências
vi: Q.Lý D.Sách

# POSMobile
source: A Point of Sale System directly on your smartphone
pt: Um sistema de ponto de venda diretamente no seu smartphone
vi: Một hệ thống quản lý cửa hàng ngay trên smartphone của bạn

# PrintReceiptEasy
source: Print receipts even electricity power is off
pt: Imprimir recibos mesmo sem eletricidade
vi: In hóa đơn ngay cả khi mất điện

# ProffessionalManagement
source: Professional management style
pt: Estilo de gestão profissional
vi: Phong cách quản lý chuyên nghiệp

# SafeAndSecure
source: Keep all your data safe and secure
pt: Mantenha todos os seus dados seguros e protegidos
vi: Đảm bảo an toàn và bảo mật dữ liệu kinh doanh

# SaleMore
source: Sale More Products
pt: Venda Mais Produtos
vi: Bán nhiều hàng hơn

# SalesApplication
source: A smart sale application just for You
pt: Um aplicativo de venda inteligente apenas para você
vi: Ứng dụng bán hàng dành cho bạn

# SaleSolutionForMobile
source: The easiest way of sale management solutions on your smartphone
pt: A maneira mais fácil de soluções de gerenciamento de vendas em seu smartphone
vi: Giải pháp quản lý bán hàng vô cùng dễ dàng trên smartphone

# TwoStepsSale
source: Complete sale quickly within 2 steps
pt: Conclua a venda rapidamente em 2 etapas
vi: Hoàn thành đơn hàng nhanh chóng chỉ trong 2 bước

# ViewReportDetails
source: View sale reports in details
pt: Ver relatórios de venda em detalhes
vi: Xem báo cáo doanh thu chi tiết

# WhatYouCanDo
source: What you can do with Escant_App
pt: O que você pode fazer com Escant_App
vi: Bạn có thể làm gì với Escant_App

# YourSuccessKey
source: Escant_App - Your key to success
pt: Escant_App - Sua chave sucesso
vi: Escant_App - Chìa khóa thành công của bạn!

source: All customers
pt: Todos os clientes
vi: Tất cả khách hàng

# Default
source: Is default
pt: É padrão
vi: Mặc định

source: Sale Staff:
pt: Equipe de vendas:
vi: Người tạo:

# TotalSaleCurrencyUnit
source: K
vi: triệu

# PrintError
source: Can't connect to printer. Please recheck your printer settings !
pt: Não é possível conectar à impressora. Verifique novamente as configurações da impressora!
vi: Không kết nối được với máy in. Vui lòng kiểm tra lại cài đặt máy in !

# BackupError
source: Backup error ! Please try again
pt: Erro de backup! Por favor, tente novamente
vi: Lỗi ! Vui lòng thử lại

# BackupSuccess
source: Database backup successfully !
pt: Backup do banco de dados com sucesso!
vi: Sao lưu dữ liệu thành công !

source: Categories
pt: Categorias
vi: Danh Mục

# CleanAllConfirmation
source: Are you sure to clean all data ?
pt: Tem certeza de que deseja limpar todos os dados?
vi: Bạn có chắc chắn muốn xóa hết tất cả dữ liệu ?

# CleanTransactionConfirmation
source: Are you sure to clean all transactions ?
pt: Tem certeza de que deseja limpar todas as transações?
vi: Bạn có chắc chắn muốn xóa hết lịch sử giao dịch?

# DataCleanSuccess
source: All data cleaned successfully !
pt: Todos os dados foram limpos com sucesso!
vi: Tất cả dữ liệu đã được xóa thành công !

source: Duplicated product code !!
pt: Código de produto duplicado !!
vi: Mã sản phẩm bị trùng !!

# FeedbackContent
source: Contents
pt: Conteúdo
vi: Nội dung góp ý

# FeedbackTitle
source: Feedback for Escant_App app
pt: Feedback para o aplicativo Escant_App
vi: Góp ý ứng dụng Escant_App

# ImportError
source: Excel import error ! Please try again
pt: Erro de importação do Excel! Por favor, tente novamente
vi: Đã có lỗi với file excel ! Vui lòng kiểm tra lại

# ImportSuccess
source: Excel imported successfully !
pt: Excel importado com sucesso!
vi: File excel đã được nhập thành công !

# InvalidCategory
source: Category is not valid !
pt: A categoria não é válida!
vi: Danh mục không hợp lệ !

# InvalidExcelFile
source: Invalid Excel file ! Please check then try again.
pt: Arquivo Excel inválido! Verifique e tente novamente.
vi: File Excel không hợp lệ ! Vui lòng kiểm tra lại

# InvalidUnit
source: Unit is not valid !
pt: A unidade não é válida!
vi: Đơn vị không hợp lệ !

source: Privacy Policy
pt: Política de Privacidade
vi: Chính sách bảo mật

source: Products
pt: Produtos
vi: Sản Phẩm

# RestoreError
source: Error occured ! Please try again.
pt: Ocorreu um erro! Por favor, tente novamente.
vi: Lỗi ! Vui lòng thử lại.
